{
  "tabs": [
    {
      "title": "Overview",
      "text": "<span> The Matrix Mode</span><p>With the Matrix model agile teams have started to experiment with a scaling model that uses Squads,Chapters and Tribes who amil to implement  minimum viable bureaucreacy and banalce high autonomy with high alignment.</p><p> This matrix model serves as a blueprint for Siemens transformation processes and should enable and foster co-creation, organizational flexibility & fluidity, increased focus on expertise building, management with cross unit responsibility, agile working and autonomy of teams.</p>",
      "imgUrl": "01_Overview.svg"
    },
    {
      "title": "Squads",
      "text": "<span>Squads</span> <p>Squads work on similar topics. They are responsible for one key area, such as maintenance, operations, production etc. The Squad members have end-to-end responsibility and the team has one long-term task at a time.</p><span>Squad Lead</span><p> A Squad lead has end-to-end responsibility for a service or a set of service and thus is the face to the service consumers; is a team member and does not have any line management responsibility; assumes functional management responsibility without being the formal functional manager.</p>",
      "imgUrl": "02_Squads.svg"
    },
    {
      "title": "Chapters",
      "text": "<span>Chapters</span><p>Each Squad has professionals specializing in certain areas. All these people, who have the same responsibilities in separate Squads, are gathered in a group called a Chapter.</p><span>Chapter Lead</span><p>A Chapter Lead is the line manager for the members of the Chapter where members have the same role/ function; is responsible for an area of expertise and its further development; does not have a say once it comes to content of services/ projects; defines knowledge levels and enforces methodologies and tools.</p><span>Assigned Chapters</span><p>An Assigned Chapter is based in another Tribe and assigned for assisting purposes to a certain Tribe and its Squads.</p>",
      "imgUrl": "03_Chapters.svg"
    },
    {
      "title": "Tribes",
      "text": "<span>Tribes & Tribe Lead</span><p>A Tribe is a collection of Squads with a Tribe Head responsible for a team-of-teams realizing maximum value.</p>",
      "imgUrl": "04_Tribes.svg"
    },
    {
      "title": "Alliances",
      "text": "<span>Alliances</span><p>An Alliance is a group of Tribes with responsibility for top line metrics</p>",
      "imgUrl": "05_Alliences.svg"
    }
  ]
}
